[
  {
    "message": "And right now, the atmosphere in this classroom couldn’t be more compromised."
  },
  {
    "name": "Shingo",
    "message": "“...Hmmm.”"
  },
  {
    "message": "The second-year test class, 2-T, comprising the students selected from Kagamidai and Yuihime."
  },
  {
    "message": "I can’t find any calm in the grand, spacious classroom, and the air is so prickly it hurts."
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“Morning—uwah?!”"
  },
  {
    "message": "One of my friends opens the door and immediately freezes up under multiple unwelcoming looks."
  },
  {
    "message": "The Yuihime girls, mistresses of the withering looks, then start to whisper among themselves."
  },
  {
    "message": "The Kagamidai girls wriggle uncomfortably."
  },
  {
    "name": "Shingo",
    "message": "“...Oh, man.”"
  },
  {
    "message": "I give a quiet sigh."
  },
  {
    "message": "This is how it’s been the entire time. Every incoming boy is given this frosty welcome."
  },
  {
    "message": "The air feels so heavy, and cold, and oppressive. It just makes me want to open a window."
  },
  {
    "message": "I find myself looking in that direction."
  },
  {
    "message": "But I’m not really thinking of a real window. I’m trying to think of a metaphorical window for this situation."
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "message": "Which would be—her. Airi Sena. From that night in the park."
  },
  {
    "message": "I’ve learned plenty about her already. She seems to hold a key position among the selected Yuihime students."
  },
  {
    "message": "That said, she isn’t in an actual leadership position. Not like Hayata."
  },
  {
    "message": "But she’s an adept student. Serious, smart, elegant, the embodiment of the image of Yuihime."
  },
  {
    "message": "She’s even the daughter of the principal."
  },
  {
    "message": "All of the Yuihime girls look to her. I can see that."
  },
  {
    "message": "—The events in the auditorium yesterday made it clear to everyone from Kagamidai that she is dead set against the merger."
  },
  {
    "message": "Not every girl at Yuihime feels the same way, but they also feel they should defer to Sena."
  },
  {
    "message": "Everyone follows her lead, looking to her. That’s why things are so uncomfortable here this morning."
  },
  {
    "message": "Sena seems a little uncomfortable with this reality herself, but she’s also just sitting quietly in her seat, so it’s hard to say for sure."
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "I’m unable to put up with this any longer. I stand up and proceed over to Sena."
  },
  {
    "message": "I know the entire class is watching."
  },
  {
    "message": "The tension in the air mounts. But I walk all the way over to her and speak."
  },
  {
    "name": "Shingo",
    "message": "“Good morning, Sena...”"
  },
  {
    "message": "Sena’s eyebrows knit a little. She looks up at me like that for a few seconds."
  },
  {
    "name": "Airi",
    "message": "“...Good morning, Uryu.”"
  },
  {
    "message": "It’s like I hear a collective sigh of relief from around the classroom."
  },
  {
    "message": "Sena then looks away, seemingly choosing to ignore me."
  },
  {
    "message": "—Uryu, huh."
  },
  {
    "message": "That seems to be the best she can do right now."
  },
  {
    "message": "While thinking about stubborn windows that can’t be opened, I leave it at the greeting and return to my seat."
  },
  {
    "message": "The atmosphere has loosened up a little. It feels more “normal” than before."
  },
  {
    "name": "Shingo",
    "message": "“Phew...”"
  },
  {
    "message": "I stop."
  },
  {
    "name": "Ange",
    "message": "“I mean, we saw this coming, but the going looks tough ahead, Shingo.”"
  },
  {
    "name": "Shingo",
    "message": "“Uwah! Are you trying to give me a heart attack?!”"
  },
  {
    "message": "It’s not just her suddenly talking to me—she’s dressed as a maid, which compounds the surprise."
  },
  {
    "name": "Ange",
    "message": "“Airi is so stubborn. Once she gets like that, it’s going to be hard to talk her down.”"
  },
  {
    "name": "Shingo",
    "message": "“...Hey, Ange.”"
  },
  {
    "name": "Ange",
    "message": "“Good morning. Another fine day ahead.”"
  },
  {
    "message": "Ange gives me a charming greeting."
  },
  {
    "message": "The atmosphere in the classroom just rolls off her—it’s like she has her own climate."
  },
  {
    "message": "I mean, look how she’s dressed."
  },
  {
    "name": "Shingo",
    "message": "“...Still rocking the maid outfit today.”"
  },
  {
    "name": "Ange",
    "message": "“Yes. I wear my maid getup every day. Because I am a maid!”"
  },
  {
    "message": "That explains that."
  },
  {
    "message": "She is a student (and one selected for the test class), but the principal has given her special dispensation to dress as a maid. Because, after all—she is a maid."
  },
  {
    "name": "Ange",
    "message": "“I am a maid, like Mumsie before me.”"
  },
  {
    "name": "Shingo",
    "message": "“Your mother? Is she from—Europe, I’m guessing?”"
  },
  {
    "name": "Ange",
    "message": "“Yes. From England. That makes me half English.”"
  },
  {
    "name": "Ange",
    "message": "“Although I’m very Japanese! Ahaha. My favorite food is tokoroten, you should try it sometime.”"
  },
  {
    "message": "I’m not sure what to do with all of this, coming from such a picture of a maid."
  },
  {
    "name": "Ange",
    "message": "“But I have to say, Shingo, the students don’t seem very relaxed right now.”"
  },
  {
    "name": "Shingo",
    "message": "“Yeah. We aren’t there yet.”"
  },
  {
    "name": "Ange",
    "message": "“That’s where I come in!”"
  },
  {
    "message": "With that, Ange dashes out into the corridor, and then comes back with a cart."
  },
  {
    "message": "She begins to serve tea to everyone at an astounding rate."
  },
  {
    "name": "Ange",
    "message": "“I’ve made some tea! You want some, correct? I’ve got tea here, tea for everyone!”"
  },
  {
    "message": "She really is fast!"
  },
  {
    "message": "She’s served tea to everyone in the class in a flash, without kicking up a mote of dust or ruffing her skirt."
  },
  {
    "name": "Ange",
    "message": "“You want some too, Shingo? Please, I insist! Here you go.”"
  },
  {
    "name": "Shingo",
    "message": "“Thanks. You’re really something, Ange.”"
  },
  {
    "name": "Ange",
    "message": "“Hehe, this is what a maid does. I’m serious about my profession.”"
  },
  {
    "name": "Ange",
    "message": "“Allow me to take my leave. If you need anything else, please don’t hesitate to speak up!”"
  },
  {
    "message": "She gives me a proud smile, her bust heaving, and then leaves."
  },
  {
    "message": "She really is a maid. The whole getup isn’t just for show."
  },
  {
    "name": "Shingo",
    "message": "“Wow... this tea is really good, too.”"
  },
  {
    "message": "Okay. In any case—"
  },
  {
    "name": "Kagamidai Girl A",
    "message": "“Thanks, Ange, for serving tea to everyone, including us.”"
  },
  {
    "name": "Kagamidai Girl B",
    "message": "“We’re not... in the way here, are we?”"
  },
  {
    "name": "Ange",
    "message": "“No, of course not. The more the merrier, where I’m concerned.”"
  },
  {
    "name": "Ange",
    "message": "“It simply means more candidates to eventually become my master—or mistress.”"
  },
  {
    "name": "Kagamidai Girl A",
    "message": "“Right. You’re a masterless maid, aren’t you Ange.”"
  },
  {
    "name": "Ange",
    "message": "“That is correct! Hahaha. A maid without a master, I’m embarrassed to say.”"
  },
  {
    "name": "Ange",
    "message": "“I’m in the middle of searching for someone to serve, but it isn’t going especially well.”"
  },
  {
    "message": "—Ange doesn’t seem particularly opposed to the merger."
  },
  {
    "message": "She might not be welcoming it with open arms, but she’s at least being pleasant about it from her neutral position."
  },
  {
    "message": "It’s reassuring to have someone like her around."
  },
  {
    "name": "Ange",
    "message": "“Do you like the tea?”"
  },
  {
    "name": "Kagamidai Boy B",
    "message": "“Yeah, it’s perfect. Sluuuurp...”"
  },
  {
    "name": "Yuihime Girl B",
    "message": "“How uncouth! This is why I don’t want the merger, provisional or otherwise.”"
  },
  {
    "name": "Ange",
    "message": "“Hahaha, this isn’t easy for you, is it, Eiko! I’ve never seen such a look on your face.”"
  },
  {
    "message": "Although it could be that she’s just making the most of this uncomfortable atmosphere."
  },
  {
    "message": "Maybe that quirky personality is why she can’t find someone to hire her?"
  },
  {
    "name": "Sana",
    "message": "“It’s not easy, but I think just accepting it is the kindest thing to do.”"
  },
  {
    "name": "Ange",
    "message": "“Oh, Sanny! You’re so mature. I’m moved to tears over here.”"
  },
  {
    "name": "Sana",
    "message": "“Thanks. You go ahead. Just relax and enjoy that tea.”"
  },
  {
    "name": "Kagamidai Boy B",
    "message": "“Thank you, Inui.”"
  },
  {
    "name": "Sana",
    "message": "“Don’t mention it.”"
  },
  {
    "name": "Macchi",
    "message": "“Good morning, everyone. Nice to see you all getting along—both sexes, I mean.”"
  },
  {
    "message": "It isn’t just Ange. Some people have been welcoming to us, like the two from the auditorium—Macchi Yatsuzuka (our homeroom teacher, it turns out) and Sana Inui."
  },
  {
    "message": "The atmosphere is harsh at the moment, but it doesn’t mean everyone is against the merger."
  },
  {
    "name": "Shingo",
    "message": "“That’s right.”"
  },
  {
    "message": "But then—"
  },
  {
    "name": "Macchi",
    "message": "“Sena, how are you today? Are you getting along?”"
  },
  {
    "name": "Airi",
    "message": "“Ms. Yatsuzuka, can you please start the homeroom now?”"
  },
  {
    "name": "Macchi",
    "message": "“Uh... yes, of course.”"
  },
  {
    "message": "—The biggest, clearest problem is Sena. She has the greatest control over the climate of this classroom."
  },
  {
    "name": "Macchi",
    "message": "“That’s the end of homeroom for today. Please, everyone, try and be nice to each other. Okay...”"
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "message": "With the end of homeroom, Sena leaves the classroom with her serene mask intact."
  },
  {
    "message": "All the guys in the classroom instantly relax."
  },
  {
    "message": "I watch her go, and even I give a sigh."
  },
  {
    "name": "Hayata",
    "message": "“What’s up, Shingo?”"
  },
  {
    "message": "This from Hayata."
  },
  {
    "name": "Shingo",
    "message": "“...You’ve been keeping your mouth shut.”"
  },
  {
    "name": "Hayata",
    "message": "“I mean, I’m enjoying all this immensely, is all.”"
  },
  {
    "message": "Hayata can handle the ups and downs at his own sweet pace, so he’s not struggling with this at all."
  },
  {
    "message": "Hearing that, and seeing the smile on his face, almost makes me want to agree with him."
  },
  {
    "name": "Hayata",
    "message": "“But you’ve been holding out on me, Shingo. You know her, right? You and Sakuno. You should talk to her more.”"
  },
  {
    "name": "Shingo",
    "message": "“I mean... we only met her once.”"
  },
  {
    "message": "That’s even one of the reasons that makes it harder to talk to her, if I’m honest, but I keep that to myself."
  },
  {
    "name": "Shingo",
    "message": "“Having met her just before all this happened actually makes things more complicated.”"
  },
  {
    "message": "She was so friendly and warm when we talked in the park, but I haven’t seen a single flash of that since being reunited here at school."
  },
  {
    "message": "My impression of her from that first meeting is what makes it harder for me to deal with this new version of her."
  },
  {
    "message": "—On top of that, all she currently means to me is being a new friend for my sister."
  },
  {
    "name": "Hayata",
    "message": "“Hmmm. Is that so?”"
  },
  {
    "name": "Shingo",
    "message": "“The only way through this mess is by talking it out.”"
  },
  {
    "name": "Hayata",
    "message": "“I look forward to seeing how that goes.”"
  },
  {
    "name": "Shingo",
    "message": "“...You almost make it sound like you don’t plan on helping out.”"
  },
  {
    "name": "Hayata",
    "message": "“I’m headed back to Kagamidai partway through today. I wish you the best of luck, my brother!”"
  },
  {
    "name": "Shingo",
    "message": "“Hold on! You’re not even going to be here? You won’t be seeing anything!”"
  },
  {
    "name": "Hayata",
    "message": "“You’ll find being class president is more restrictive than it is liberating. Such are the burdens of leadership.”"
  },
  {
    "name": "Shingo",
    "message": "“You swine!”"
  },
  {
    "message": "Hayata really did proceed to leave for Kagamidai, and I was left—unable to withstand the atmosphere in the classroom—to head out into the corridor."
  },
  {
    "message": "That calms me down, while the elegance of the setting soothes me..."
  },
  {
    "name": "Shingo",
    "message": "“...Maybe I’ll head to the bathroom too.”"
  },
  {
    "message": "Once I’ve left, it’s pathetic, but I simply don’t want to go back inside. That’s how hard the atmosphere in there is on me."
  },
  {
    "name": "Shingo",
    "message": "“But you know what...”"
  },
  {
    "message": "I think as I walk."
  },
  {
    "message": "Sena. A girl I met on the last night of September."
  },
  {
    "message": "She’s got an attitude at the moment, but she’s not a bad person. I can believe that, based on our meeting that night."
  },
  {
    "message": "There are reasons for how she’s acting now, justified or otherwise..."
  },
  {
    "message": "But even if there’s a gap between us, it’s still an advantage that we met before this. It all comes back to one thing."
  },
  {
    "name": "Shingo",
    "message": "“...We need to talk. About all sorts of things, we just need to talk.”"
  },
  {
    "message": "I’m still thinking as I head into the bathroom."
  },
  {
    "name": "Airi",
    "message": "“Huh?”"
  },
  {
    "name": "Shingo",
    "message": "“Ah.”"
  },
  {
    "message": "Sena is already in there."
  },
  {
    "message": "My head hits pause for a moment."
  },
  {
    "name": "Shingo",
    "message": "“Hey, okay, Sena, I know how this looks...”"
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "message": "Sena’s attractive face slowly fills up with red."
  },
  {
    "name": "Airi",
    "message": "%164;“Get out!”"
  },
  {
    "name": "Shingo",
    "message": "“Uwaaah!”"
  },
  {
    "message": "Of course, I react immediately and leap back out."
  },
  {
    "name": "Shingo",
    "message": "“Oh man, what am I thinking? I’m not thinking, am I!”"
  },
  {
    "message": "In Kagamidai, that was the location of the boys’ bathroom."
  },
  {
    "message": "But this is Yuihime. There are—essentially—only girls’ bathrooms here."
  },
  {
    "message": "The boys had been told to use the bathroom in a separate building yesterday, but it slipped my mind."
  },
  {
    "name": "Shingo",
    "message": "“And I just had to bump into Sena inside there too! Oh boy!”"
  },
  {
    "name": "Ange",
    "message": "“You’re a bold one, Shingo, barging in on girl in the bathroom with such a straight face!”"
  },
  {
    "message": "And Ange saw me too!"
  },
  {
    "name": "Shingo",
    "message": "“Hey, Ange, about all this...”"
  },
  {
    "name": "Ange",
    "message": "“That voice was Airi, correct? Are you okay in there? Chastity intact?”"
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "message": "I’m really sweating it now."
  },
  {
    "message": "Sena emerges, red to her ears, with her eyebrows as furrowed as a ploughed field."
  },
  {
    "name": "Shingo",
    "message": "“Sena. I’m so sorry!”"
  },
  {
    "message": "I start with an apology. That seem the best idea. It’s really all I can do."
  },
  {
    "message": "Thank goodness she wasn’t in the middle of anything, at least—\\k%123;but I’m still in trouble!"
  },
  {
    "name": "Shingo",
    "message": "“I’m sorry, I don’t know what I was thinking! I mean, I wasn’t thinking! I’m sorry, Sena, I’m sorry!”"
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "message": "But Sena won’t even look at me."
  },
  {
    "name": "Ange",
    "message": "“Airi. We should confer with the student council or Ranka about the washrooms issue. We need a location officially designated for the boys to use, for a start.”"
  },
  {
    "name": "Airi",
    "message": "“...Indeed. Who knows what the next thoughtless male might walk in upon.”"
  },
  {
    "name": "Shingo",
    "message": "“Hey—”"
  },
  {
    "name": "Airi",
    "message": "“!”"
  },
  {
    "name": "Airi",
    "message": "“Ange, we’re going!”"
  },
  {
    "name": "Ange",
    "message": "“Yes, right with you! ♪ Shingo, just because we are leaving you alone, that doesn’t mean you can use the girls’ bathroom, okay?”"
  },
  {
    "message": "Sena smashes me with a final withering look, and then sets off with Ange in tow."
  },
  {
    "message": "...Oh boy."
  },
  {
    "message": "—Honestly."
  },
  {
    "message": "To say we are coming into a girls’ school, they really didn’t think about what adding boys to the mix was going to require."
  },
  {
    "name": "Shingo",
    "message": "“There’s no boys’ changing room either!”"
  },
  {
    "message": "We’re heading back from gym class."
  },
  {
    "message": "The boys had been left to get changed anywhere they could, away from prying eyes, and I’m leading the discourse on the subject."
  },
  {
    "message": "...If Hayata had been here, this would have been his time to shine, but no dice there."
  },
  {
    "message": "I need to get all the boys on the same page before we return to the classroom."
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“I know. But everyone other than us are, well—girls.”"
  },
  {
    "name": "Shingo",
    "message": "“Right. So we need to do our best to blend in, without making waves.”"
  },
  {
    "message": "I clench my fist in a unifying gesture as I open the door."
  },
  {
    "name": "Shingo",
    "message": "“Huh?”"
  },
  {
    "message": "High-pitched screams assault my ears, and I get a glimpse of—skin?"
  },
  {
    "message": "%164;Someone getting changed?!"
  },
  {
    "name": "Shingo",
    "message": "“Uwaaah, I’m sorry!”"
  },
  {
    "message": "I hurriedly close the door again, and then freeze up."
  },
  {
    "message": "I mean, this is how things have always been here, sure."
  },
  {
    "message": "But I wish they could give us some consideration too!"
  },
  {
    "name": "Shingo",
    "message": "“Ulp!”"
  },
  {
    "message": "The door suddenly opens, and something soft hits me in the face—"
  },
  {
    "name": "Airi",
    "message": "“...Uryu.”"
  },
  {
    "message": "I leap away in panic!"
  },
  {
    "message": "There’s Sena (thankfully in her #00ff0000;full uniform#;) with an icy expression (although flushed red) glaring right at me."
  },
  {
    "name": "Airi",
    "message": "“...This one was partly on me, I will admit.”"
  },
  {
    "name": "Shingo",
    "message": "“I really am sorry! But please—”"
  },
  {
    "name": "Airi",
    "message": "“!”"
  },
  {
    "name": "Airi",
    "message": "“You could at least knock! I’m starting to see your character, Uryu, but can you not stand right in front of the door?”"
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "The guys all proceed to slap me on the back."
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“You won’t get any sympathy out of me, after all the stuff you’ve been seeing today.”"
  },
  {
    "name": "Shingo",
    "message": "“Hey, hold on!”"
  },
  {
    "message": "During lessons."
  },
  {
    "name": "Yuihime Girl B",
    "message": "“I heard Uryu was the one leading the gang of peepers...”"
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "The most important thing I’ve learned today is—always knock."
  },
  {
    "message": "I mean, I would normally knock... but I’d never have expected a girl to be changing in there."
  },
  {
    "name": "Shingo",
    "message": "%51;“They had to know the guys were coming back... they could show a little more caution.”"
  },
  {
    "message": "I almost feel like speaking up, but that’s coming from having attended a school with both sexes."
  },
  {
    "message": "I need to get my head together and try not to purchase the wrath of the girls again."
  },
  {
    "name": "Airi",
    "message": "“—Which is why I think this sentence has two possible meanings.”"
  },
  {
    "message": "Sena really is a good student; I’ll give her that."
  },
  {
    "message": "The teachers must love her. The refined way she answers their questions, she’s like the ideal student."
  },
  {
    "message": "—Which only makes all this more difficult."
  },
  {
    "message": "To make things worse, I even bumped right into her before. I need to try and put this right..."
  },
  {
    "message": "Luckily, we are sitting in the same row, and not that far apart. If I can just—"
  },
  {
    "name": "Shingo",
    "message": "“...Huh?”"
  },
  {
    "message": "Then something rolls up to my feet."
  },
  {
    "name": "Kagamidai Boy B",
    "message": "%51;“Sorry, Uryu, I dropped my eraser down there...”"
  },
  {
    "name": "Shingo",
    "message": "%51;“No problem, give me a sec to limber up.”"
  },
  {
    "message": "I bend my body down and stick my head under the desk."
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "From here, I can see Sena’s smooth legs."
  },
  {
    "message": "...This could be taken the wrong way too."
  },
  {
    "message": "I hurriedly get my face back above sea level."
  },
  {
    "name": "Airi",
    "message": "“...!”"
  },
  {
    "message": "...Sena is looking angrily in my direction, pressing down on her skirt with both hands."
  },
  {
    "name": "Airi",
    "message": "“Uryu!”"
  },
  {
    "name": "Shingo",
    "message": "“An eraser! A classmate dropped his eraser!”"
  },
  {
    "message": "—The second lesson of the day."
  },
  {
    "message": "No leaning below desk level in class."
  },
  {
    "message": "With each and every fresh incident, I can only renew my resolve to take even greater care going forward."
  },
  {
    "name": "Airi",
    "message": "“Uryu...”"
  },
  {
    "name": "Shingo",
    "message": "“Please, stay calm, stay calm and just listen to me...”"
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“Ah, I’m sorry, I’m sorry, Uryu!”"
  },
  {
    "message": "But this isn’t something that’s so easily changed, and we continue to cause upsets on the regular."
  },
  {
    "message": "Eventually—"
  },
  {
    "name": "Shingo",
    "message": "“Okay, that wasn’t a great showing from me. But can you please take some care too? Is that too much to ask?”"
  },
  {
    "name": "Airi",
    "message": "“So now you’re shaming me to make a point!”"
  },
  {
    "message": "Sena, the leader of the Yuihime girls, also often ended up as the one embarrassed by our antics."
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "message": "The way she looks at us, it’s gone from “hostile” to a “blistering stare of death!”"
  },
  {
    "name": "Shingo",
    "message": "“Boy...”"
  },
  {
    "message": "We finally make it lunchtime. I leave the classroom and wander the corridors."
  },
  {
    "message": "I don’t really have anywhere to go. I still don’t know the campus. But being in the classroom is just wearing me out."
  },
  {
    "name": "Shingo",
    "message": "“It feels like the atmosphere is just getting worse, not better.”"
  },
  {
    "message": "That might be thanks to me, of course, but it still wears me out."
  },
  {
    "message": "This isn’t really working out."
  },
  {
    "message": "I just keep walking around, rather than going back."
  },
  {
    "message": "The sound of my footfalls in the cold, detached corridor only makes me feel it more intensely."
  },
  {
    "name": "Shingo",
    "message": "“How many times did I hear that cold ‘Uryu’ from Sena today?”"
  },
  {
    "message": "—And then I hear another one."
  },
  {
    "name": "???",
    "message": "“Uryu...”"
  },
  {
    "name": "Shingo",
    "message": "“...Huh?”"
  },
  {
    "name": "???",
    "message": "“Ryu... ryu, uryu...”"
  },
  {
    "message": "I can hear a voice calling me from somewhere."
  },
  {
    "name": "Shingo",
    "message": "“...Who’s there?”"
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "In response (?) to my call, the mysterious creature from the courtyard yesterday now reveals itself."
  },
  {
    "name": "Shingo",
    "message": "“...Hi.”"
  },
  {
    "name": "???",
    "message": "“Ryu?”"
  },
  {
    "message": "I kneel down and say hello, without thinking."
  },
  {
    "message": "I had to stay away from animals when I was younger, due to my asthma, but now I quite like them."
  },
  {
    "message": "That said... getting a closer, longer look at this thing, it really is totally bizarre."
  },
  {
    "name": "???",
    "message": "“Uryu...”"
  },
  {
    "name": "Shingo",
    "message": "“...Yeah.”"
  },
  {
    "message": "I keep replying to it, though. The sounds it makes really do sound like my surname."
  },
  {
    "name": "???",
    "message": "“Ryu? Ryu...”"
  },
  {
    "name": "Shingo",
    "message": "“Okay... I’m Uryu. Shingo Uryu.”"
  },
  {
    "name": "???",
    "message": "“Ryu?”"
  },
  {
    "name": "Shingo",
    "message": "“Yes. Uryu.”"
  },
  {
    "name": "???",
    "message": "“Uryu!”"
  },
  {
    "message": "Hop!"
  },
  {
    "name": "???",
    "message": "“Ryu, ryu! ♪”"
  },
  {
    "message": "The mysterious creature hops up onto me, then starts rubbing me with its body. It seems pretty pleased."
  },
  {
    "name": "???",
    "message": "“Ryu!”"
  },
  {
    "message": "...It seems to like me."
  },
  {
    "message": "I decide to continue my stroll, taking the creature with me."
  },
  {
    "message": "Whether it likes me or not, I didn’t want to just leave it there."
  },
  {
    "message": "And it literally sounds like it’s calling my name. That has to mean something."
  },
  {
    "name": "Shingo",
    "message": "“You really are so fluffy. It’s kinda nice.”"
  },
  {
    "name": "???",
    "message": "“Ryu, ryu.”"
  },
  {
    "name": "Shingo",
    "message": "“Yes, of course. And what about that girl who was with you before? Where’s she today?”"
  },
  {
    "name": "???",
    "message": "“Ryu?”"
  },
  {
    "name": "Shingo",
    "message": "“You don’t know?”"
  },
  {
    "name": "???",
    "message": "“Ryu...”"
  },
  {
    "name": "Shingo",
    "message": "“I see...”"
  },
  {
    "name": "???",
    "message": "“Ryu!”"
  },
  {
    "message": "It kinda feels like we’re communicating, which is also a strange feeling."
  },
  {
    "message": "But I do wonder where the girl who was playing with this creature can be found."
  },
  {
    "message": "Even if it isn’t her pet, specifically, she can surely tell me more about it."
  },
  {
    "name": "Shingo",
    "message": "“...She looked kinda small, but is she a student here?”"
  },
  {
    "name": "???",
    "message": "“Uryu.”"
  },
  {
    "name": "Shingo",
    "message": "“You don’t know?”"
  },
  {
    "name": "???",
    "message": "“Ryu!”"
  },
  {
    "name": "Shingo",
    "message": "“Uryu is my name, Uryu.”"
  },
  {
    "message": "I keep hold of the creature and continue my walk."
  },
  {
    "name": "Shingo",
    "message": "“Ah, you can get out the back through here.”"
  },
  {
    "name": "???",
    "message": "“Panditty!”"
  },
  {
    "name": "Shingo",
    "message": "“Huh?”"
  },
  {
    "message": "As I head out behind the school, I hear a voice shouting what sounds like random words."
  },
  {
    "name": "???",
    "message": "“Panditty, where are you?”"
  },
  {
    "name": "???",
    "message": "“Ryu!”"
  },
  {
    "message": "As soon as it hears that call, the creature in my arms starts to react."
  },
  {
    "name": "???",
    "message": "“Ryu! Ryu!”"
  },
  {
    "name": "Shingo",
    "message": "“Ah, this voice. It must be the girl I’m looking for.”"
  },
  {
    "name": "???",
    "message": "“Ryu, uryu!”"
  },
  {
    "name": "???",
    "message": "“Panditty!”"
  },
  {
    "message": "As I expected, it’s the same small girl who shows up."
  },
  {
    "message": "Her big eyes get even wider when she sees me holding the creature."
  },
  {
    "name": "Shingo",
    "message": "“Hey there...”"
  },
  {
    "name": "???",
    "message": "“Ah, hi, ah... who are you?”"
  },
  {
    "name": "???",
    "message": "“Ryu.”"
  },
  {
    "name": "Shingo",
    "message": "“No. Uryu, my name is Uryu.”"
  },
  {
    "name": "???",
    "message": "“Huh?”"
  },
  {
    "name": "Shingo",
    "message": "“Ah, you see... I’m called Shingo Uryu.”"
  },
  {
    "name": "???",
    "message": "“Uryu!”"
  },
  {
    "name": "Shingo",
    "message": "“That’s right.”"
  },
  {
    "name": "???",
    "message": "“...”"
  },
  {
    "name": "???",
    "message": "“Hah... aha, hahaha!”"
  },
  {
    "message": "The girl starts laughing her head off."
  },
  {
    "message": "She has a smooth, round, appealing laugh. That’s what strikes me about her first."
  },
  {
    "message": "After taking the creature from me, she looks up into my face and then gives me a sweet candy laugh."
  },
  {
    "name": "Miu",
    "message": "“Thanks, Uryu. I’m Miu Amaha, a third year.”"
  },
  {
    "message": "A third year?!"
  },
  {
    "message": "I’m shocked by this information but do my best to keep that off my face."
  },
  {
    "message": "It’s a damn good thing I’m always polite when meeting someone for the first time."
  },
  {
    "name": "Miu",
    "message": "“Yep, I’m older than you. You must be a first or second year, correct?”"
  },
  {
    "name": "Shingo",
    "message": "“Ah, yes, that’s right... I’m a second year. From 2-T.”"
  },
  {
    "name": "Miu",
    "message": "“Sorry to gender profile you, but I thought as much. One of the early merger kids from Kagamidai. We third years don’t have a test class.”"
  },
  {
    "message": "She looks up at me again and smiles."
  },
  {
    "message": "She looks so young; I’m shocked again to hear she is in her third year here."
  },
  {
    "message": "She’s small and cute and all very fluffy, sure, but there’s also definitely a collected, “older sister” vibe to her."
  },
  {
    "message": "She might be small, but her body is definitely feminine, too."
  },
  {
    "message": "Of course, I’m not looking too hard at that. I do try to be a gentleman."
  },
  {
    "name": "Miu",
    "message": "“Hmmm, I see...”"
  },
  {
    "message": "Amaha, meanwhile, starts to circle around me, her eyes glittering."
  },
  {
    "name": "Shingo",
    "message": "“Is there... something you want?”"
  },
  {
    "name": "Miu",
    "message": "“Ah, sorry.”"
  },
  {
    "message": "She immediately stops and then gives an embarrassed laugh."
  },
  {
    "name": "Miu",
    "message": "“This has always been a girls’ school. It’s something new to talk to a boy.”"
  },
  {
    "message": "And her reaction is new for me, having always been at a school with all genders."
  },
  {
    "name": "???",
    "message": "“Ryu, ryu!”"
  },
  {
    "name": "Miu",
    "message": "“Hehe, Panditty, you’re a girl too. Being held by a cool young man like Uryu must have been something quite different for you!”"
  },
  {
    "name": "???",
    "message": "“Uryu!”"
  },
  {
    "name": "Shingo",
    "message": "“That thing is female?!”"
  },
  {
    "message": "I ignore being called “cool” and look at the mysterious creature resting on Amaha’s head."
  },
  {
    "name": "Shingo",
    "message": "“I see. I’m sorry. Maybe I should have been gentler.”"
  },
  {
    "name": "???",
    "message": "“Ryu? Uryu! ♪”"
  },
  {
    "name": "Shingo",
    "message": "“That’s right. I’m Uryu.”"
  },
  {
    "name": "Miu",
    "message": "“Ahaha...”"
  },
  {
    "message": "It seems the back-and-forth between me and this creature, revolving around so much “uryu,” is really tickling Amaha."
  },
  {
    "name": "Miu",
    "message": "“Panditty seems to have really taken a liking to you too.”"
  },
  {
    "message": "Amaha takes the mysterious creature down, holds her tight, and then tickles her beneath what, at least on a cat, might be considered her chin."
  },
  {
    "message": "...I really can’t tell, to be honest."
  },
  {
    "name": "???",
    "message": "“Ryu... ♪”"
  },
  {
    "name": "Miu",
    "message": "“Hehe.”"
  },
  {
    "name": "Shingo",
    "message": "“She’s called ‘Panditty?’ Is she... a cat?”"
  },
  {
    "message": "Every cat across the country would probably take offense at my question, but I feel I have to ask."
  },
  {
    "name": "Miu",
    "message": "“She’s not a cat, but a Panditty. She’s like a panda, like a kitty, poof, Panditty.”"
  },
  {
    "message": "Amaha makes it sound like this is the most natural thing in the world."
  },
  {
    "name": "Shingo",
    "message": "“...Okay, but... what kind of animal is that exactly?”"
  },
  {
    "name": "Miu",
    "message": "“I’m not entirely sure—biologically speaking. But she’s super cute! Right, Panditty?”"
  },
  {
    "message": "She’s not a particularly precise person."
  },
  {
    "name": "Shingo",
    "message": "“Okay, well... nice to meet you, Panditty. I hope we can be friends.”"
  },
  {
    "name": "Panditty",
    "message": "“Ryu, ryu! ♪”"
  },
  {
    "message": "I give her a patting and Panditty wriggles happily."
  },
  {
    "message": "It seems she really has taken a liking to me."
  },
  {
    "name": "Miu",
    "message": "“You two look like good friends already!”"
  },
  {
    "name": "Miu",
    "message": "“I hope we can be friends too, Uryu.”"
  },
  {
    "name": "Shingo",
    "message": "“Huh?”"
  },
  {
    "message": "I don’t give the best reaction, caught off guard by this unexpected development."
  },
  {
    "message": "Amaha gives me a gentle smile."
  },
  {
    "name": "Miu",
    "message": "“It might be tough until you get accustomed to things, but this is a good school. I’m sure you’ll learn to love it here.”"
  },
  {
    "name": "Miu",
    "message": "“I’m happy to have you here, Uryu. Let’s be friends.”"
  },
  {
    "name": "Shingo",
    "message": "“Amaha...”"
  },
  {
    "message": "Her smile warms my heart, in a way I can’t describe."
  },
  {
    "name": "Miu",
    "message": "“I’m jealous of the girls in the first and second years. All those new friends.”"
  },
  {
    "name": "Panditty",
    "message": "“Ryu.”"
  },
  {
    "message": "Amaha seems very welcoming to our presence here."
  },
  {
    "message": "Unlike Sena and most of the girls in our class, she’s accepting of the Kagamidai contingent—including the boys."
  },
  {
    "name": "Shingo",
    "message": "“Thank you!”"
  },
  {
    "message": "I give her a deep bow."
  },
  {
    "message": "After how hard the morning has been, the attitude displayed by Amaha is exactly what I needed."
  },
  {
    "name": "Miu",
    "message": "“...”"
  },
  {
    "message": "She also seems to have sensed something."
  },
  {
    "message": "Amaha stands up on her toes and gently pats me on the head."
  },
  {
    "name": "Miu",
    "message": "“Good boy, good boy.”"
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "It’s actually strangely soothing."
  },
  {
    "message": "A warm and happy feeling spreads inside my chest."
  },
  {
    "message": "—Her hand slowly moves away."
  },
  {
    "name": "Shingo",
    "message": "“...Amaha.”"
  },
  {
    "name": "Miu",
    "message": "“Hehehe.”"
  },
  {
    "name": "Miu",
    "message": "“...You’d better get back to class or you’ll miss your lunch.”"
  },
  {
    "name": "Shingo",
    "message": "“Ah... yeah, thanks.”"
  },
  {
    "message": "A feeling hits me like I’ve just been rudely woken up. I hurriedly collect myself."
  },
  {
    "name": "Shingo",
    "message": "“...I’d better get going.”"
  },
  {
    "name": "Miu",
    "message": "“Okay. See you soon, Uryu. Panditty, say goodbye too!”"
  },
  {
    "name": "Panditty",
    "message": "“Uryu! ♪”"
  },
  {
    "message": "Amaha sees me off with a smile and a wave."
  },
  {
    "message": "Wow. The ups and downs in this place are giving me whiplash."
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“Hey, where have you been. Uryu?”"
  },
  {
    "message": "I return to the classroom, fired up to get back into things, and the boys all cluster around me."
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“Mukunashi isn’t here today. We need you around to pad our numbers, dude!”"
  },
  {
    "name": "Kagamidai Boy B",
    "message": "“What can we do? What? These little ladies are all so hostile. They seriously want us gone!”"
  },
  {
    "message": "The boys have taken some serious damage from feeling like fish out of water all morning."
  },
  {
    "message": "I was in the same state before lunch, but now the soothing power of Amaha and Panditty has put me back in the game."
  },
  {
    "message": "If Hayata was here, it would have been his place to say this—but he’s not."
  },
  {
    "name": "Shingo",
    "message": "“We’ve got this, guys. We can tough it out.”"
  },
  {
    "message": "I look around them all, and firmly state my resolve."
  },
  {
    "name": "Shingo",
    "message": "“We aren’t going to improve things like this. If we’re patient, mind our Ps and Qs, they’ll come around eventually.”"
  },
  {
    "name": "Kagamidai Boy B",
    "message": "“Do you... really think so?”"
  },
  {
    "name": "Shingo",
    "message": "“I really do.”"
  },
  {
    "message": "I do. Now I know that Yuihime has people like Amaha!"
  },
  {
    "name": "Airi",
    "message": "“Enough!”"
  },
  {
    "message": "—But hold on. At the moment, there’s exactly one person like Amaha—that being Amaha herself."
  },
  {
    "message": "We get into the afternoon, and it’s another parade of pissing off the Yuihime ladies."
  },
  {
    "name": "Airi",
    "message": "“Uryu!”"
  },
  {
    "name": "Shingo",
    "message": "“What? Me?!”"
  },
  {
    "name": "Airi",
    "message": "“Who else would I be shouting at?!”"
  },
  {
    "name": "Yuihime Girl A",
    "message": "“You’re clearly the leader of the boys, Uryu.”"
  },
  {
    "name": "Shingo",
    "message": "“Uh...”"
  },
  {
    "message": "It also seems like, as I’m the one always trying to buck the guys up..."
  },
  {
    "message": "The Yuihime girls are starting to see anything distasteful from the boys as coming from me."
  },
  {
    "name": "Airi",
    "message": "“Really, why?! Tell me why someone like you is Sakuno’s brother!”"
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "There’s a lot I’d like to fight back on about that point."
  },
  {
    "message": "But I can’t risk speaking up."
  },
  {
    "name": "Macchi",
    "message": "“Please, Sena. At times like this, I think we need to start from a place of discussion.”"
  },
  {
    "name": "Airi",
    "message": "“But that’s what’s so hard to do! How do we talk to these insensitive lumps?!”"
  },
  {
    "name": "Macchi",
    "message": "“Oh, I knew you wouldn’t listen to me! Aah, what hope do I have?”"
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“Uryu, I’m so sorry! This one is all on me!”"
  },
  {
    "name": "Kagamidai Boy B",
    "message": "“Can you girls from Kagamidai back us up here please? You know we aren’t doing this on purpose!”"
  },
  {
    "name": "Kagamidai Girl B",
    "message": "“It’s more like... we’re finally seeing your true colors since we arrived at Yuihime.”"
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "It’s starting to feel like we just have to accept whatever they say about us."
  },
  {
    "message": "As I feared, there are far more downs in this place than ups."
  },
  {
    "name": "Shingo",
    "message": "“—and that’s what Sena said.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "message": "Over dinner, Sakuno has urged me to discuss the day at school."
  },
  {
    "name": "Shingo",
    "message": "“It’s a tough one. Bringing together a group of such different people.”"
  },
  {
    "message": "I eat some more of the potatoes, adding that somber comment."
  },
  {
    "message": "I don’t really want to upset her."
  },
  {
    "message": "And we’re primarily talking about Sena, who is Sakuno’s newest friend."
  },
  {
    "message": "I don’t want her to start holding anything against Sena."
  },
  {
    "name": "Shingo",
    "message": "“Mm.”"
  },
  {
    "name": "Sakuno",
    "message": "“What?”"
  },
  {
    "name": "Shingo",
    "message": "“These potatoes.”"
  },
  {
    "name": "Sakuno",
    "message": "“The potatoes are delicious.”"
  },
  {
    "name": "Shingo",
    "message": "“How’s your class, Sakuno? Are things difficult?”"
  },
  {
    "name": "Sakuno",
    "message": "“1-T is pretty peaceful.”"
  },
  {
    "message": "Sakuno replies with her usual easygoing tone, eating the same potatoes as me."
  },
  {
    "name": "Sakuno",
    "message": "“Scoff, scoff... these are good. And I cooked them.”"
  },
  {
    "name": "Shingo",
    "message": "“Yeah, delicious. You cook root veggies well, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“Oh, it’s nothing.”"
  },
  {
    "name": "Sakuno",
    "message": "“The Yuihime girls seem pretty welcoming. Maybe because I’m a girl.”"
  },
  {
    "name": "Shingo",
    "message": "“That might be a small part of it.”"
  },
  {
    "message": "Surely one part of it—but also, there’s no Sena in 1-T."
  },
  {
    "message": "But no. I push away from thinking like that, even if I’m not sharing it."
  },
  {
    "name": "Sakuno",
    "message": "“The boys might have it harder.”"
  },
  {
    "message": "Sakuno looks at me intently."
  },
  {
    "name": "Sakuno",
    "message": "“But you’ll be fine.”"
  },
  {
    "name": "Sakuno",
    "message": "“You can handle women, Shingy.”"
  },
  {
    "name": "Shingo",
    "message": "“No, no, no, hold on!”"
  },
  {
    "message": "I wave my hand in front of my face."
  },
  {
    "name": "Shingo",
    "message": "“I’m not the playboy type.”"
  },
  {
    "name": "Sakuno",
    "message": "“That’s not what I mean.”"
  },
  {
    "message": "Sakuno’s tone is as measured as a metronome."
  },
  {
    "name": "Sakuno",
    "message": "“You live with me, Shingy.”"
  },
  {
    "name": "Shingo",
    "message": "“Ah. Yes, well, maybe that makes sense.”"
  },
  {
    "message": "Realizing what Sakuno is trying to say, I relax a little and nod."
  },
  {
    "name": "Shingo",
    "message": "“Yeah, that’s true. You’re my sister, but you are a girl, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“I’d be your brother if I was a boy.”"
  },
  {
    "message": "Sakuno gives a nod too. She still sounds like a metronome."
  },
  {
    "name": "Shingo",
    "message": "“What you mean is—I should interact with the Yuihime girls like I interact with you.”"
  },
  {
    "name": "Sakuno",
    "message": "“Just be yourself, Shingy.”"
  },
  {
    "message": "She makes a good point. Sakuno is a girl. Just act like I act with her."
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "name": "Shingo",
    "message": "“...I’ll help wash up.”"
  },
  {
    "name": "Sakuno",
    "message": "“Thanks.”"
  },
  {
    "message": "Sakuno gives a small laugh."
  },
  {
    "name": "Sakuno",
    "message": "“You’re good at helping out, Shingy.”"
  },
  {
    "name": "Shingo",
    "message": "“All thanks to you—and you just got me to say all sorts of things, huh.”"
  },
  {
    "message": "But still..."
  },
  {
    "name": "Shingo",
    "message": "“Huh?”"
  },
  {
    "message": "After my evening meal, I’m relaxing in my room."
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "message": "Sakuno comes casually in, picks a spot to sit down, opens a book, and starts reading."
  },
  {
    "message": "It all looks so smooth and natural because she does this a lot."
  },
  {
    "message": "She prefers my room to her own, apparently. Even if she doesn’t need me for anything, she often comes into my room like this."
  },
  {
    "name": "Shingo",
    "message": "“...Hmmm.”"
  },
  {
    "name": "Sakuno",
    "message": "“?”"
  },
  {
    "name": "Shingo",
    "message": "“I was thinking, the way you invite yourself inside like this, you aren’t really like other girls.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "message": "Sakuno looks up at me."
  },
  {
    "name": "Sakuno",
    "message": "“I’m not like Airi?”"
  },
  {
    "name": "Shingo",
    "message": "“That’s a given.”"
  },
  {
    "message": "Sakuno feels natural when she looks at me. Unassuming. Sena is colder, and harsher. It’s like she’s shooting a freeze ray from her eyes."
  },
  {
    "name": "Shingo",
    "message": "“But I don’t think it’s just her. You’re different from most girls, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "message": "Sakuno lowers her head and thinks for a moment."
  },
  {
    "name": "Sakuno",
    "message": "“...Yeah.”"
  },
  {
    "message": "She gives a slow nod and then starts reading again."
  },
  {
    "name": "Airi",
    "message": "“Oh...”"
  },
  {
    "name": "Airi",
    "message": "“Hello. This is Sena.”"
  },
  {
    "name": "Sakuno",
    "message": "“It’s me.”"
  },
  {
    "name": "Airi",
    "message": "“Hey, Sakuno...”"
  },
  {
    "message": "The call I hurried to pick up was from my new friend, Sakuno."
  },
  {
    "message": "I’m happy she decided to call but also nervous about what she might say."
  },
  {
    "message": "I’ve got images of her brother in the back of my mind."
  },
  {
    "name": "Sakuno",
    "message": "“Sorry, I called you again.”"
  },
  {
    "name": "Sakuno",
    "message": "“Are you out?”"
  },
  {
    "name": "Airi",
    "message": "“Yep. Same as yesterday.”"
  },
  {
    "message": "Sakuno has the same light tone I’ve always heard her use."
  },
  {
    "message": "Hearing that really puts me at ease. It seems like everything that happened today hasn’t soured our relationship."
  },
  {
    "message": "—But then I wonder. Why would that put me at ease?"
  },
  {
    "message": "Am I feeling guilty about what went down?"
  },
  {
    "name": "Airi",
    "message": "“Just be careful about your phone bill. You might start regretting all these calls when you see it.”"
  },
  {
    "name": "Sakuno",
    "message": "“If it’s money spent talking to you, Airi, I don’t think I could regret that.”"
  },
  {
    "name": "Airi",
    "message": "“...You know just what to say.”"
  },
  {
    "message": "She’s cute, I have to give her that."
  },
  {
    "message": "She doesn’t say much, but when she does speak I find her words often make a deep impression."
  },
  {
    "message": "That’s one of the reasons we’ve become so close so quickly."
  },
  {
    "name": "Airi",
    "message": "“Well, seeing as you’ve been kind enough to call, you can keep me company until I get home again.”"
  },
  {
    "name": "Sakuno",
    "message": "“I’m here for the ride.”"
  },
  {
    "name": "Airi",
    "message": "“Hey, I did just see a little outfit that I think would look great on you, Sakuno. You know that place—”"
  },
  {
    "message": "I walk through the evening, chatting to Sakuno on the phone."
  },
  {
    "name": "Airi",
    "message": "“—and it would really suit your frame, you are so slender. What do you think?”"
  },
  {
    "name": "Sakuno",
    "message": "“Yeah. That sounds nice.”"
  },
  {
    "message": "Even Sakuno’s filler comments feel good."
  },
  {
    "message": "She doesn’t use them often, and they remain simple, but she picks her timing perfectly and really hits the mark."
  },
  {
    "message": "The conversation just bubbles along when chatting to Sakuno."
  },
  {
    "message": "...So long as I keep other things out of my head."
  },
  {
    "message": "“Like how it was exactly the same when chatting with Uryu—before everything else happened.”"
  },
  {
    "name": "Sakuno",
    "message": "“Airi, are you lost in thought?”"
  },
  {
    "name": "Airi",
    "message": "“Huh?! Ah, well, you know...”"
  },
  {
    "name": "Airi",
    "message": "“...Just thinking about how... conversation with you bubbles along so nicely...”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“You have a silver tongue yourself.”"
  },
  {
    "name": "Airi",
    "message": "“Hey, quit it! That’s kinda embarrassing.”"
  },
  {
    "name": "Airi",
    "message": "“I’m not normally one to compliment people like that, okay? It’s you’re the one dragging it out of me!”"
  },
  {
    "name": "Sakuno",
    "message": "“Hehehe.”"
  },
  {
    "message": "Just chatting about nothing like this is so much fun. I can’t put my finger on it, but I feel so comfortable around her."
  },
  {
    "message": "Whatever the reason, the conversation bubbles. That’s the word for it."
  },
  {
    "message": "But then bubbles—are also going to pop, eventually."
  },
  {
    "message": "Keeping it going means you need more bubbles to bubble up from below."
  },
  {
    "message": "Some new topic. Something we haven’t talked about yet. It seems inevitable."
  },
  {
    "name": "Airi",
    "message": "“How is... Yuihime? I know you’ve only had two days, but are you settling in?”"
  },
  {
    "name": "Sakuno",
    "message": "“It’s a shame you’re a student there, but we aren’t in the same year. I wish we were the same age!”"
  },
  {
    "message": "And the next thing to bubble up is school life. I knew it was coming, although I’ve been avoiding it."
  },
  {
    "message": "—Why? Why would I avoid this?"
  },
  {
    "name": "Airi",
    "message": "“I know. I wanted to be your classmate too, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“Sounds like things are harder in the second year.”"
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“Shingo has talking.”"
  },
  {
    "name": "Airi",
    "message": "“...Yeah, I guess things are hard.”"
  },
  {
    "message": "And so we start talking about him."
  },
  {
    "message": "—That’s why I was avoiding this."
  },
  {
    "message": "And yet I’m the one who started this topic."
  },
  {
    "message": "She’s my friend, and I want to get some stuff off my chest. That’s where this is all coming from."
  },
  {
    "message": "I don’t have the easiest personality. I’ll happily admit that."
  },
  {
    "message": "Not that I would ever seek to change it. I don’t want to lose my footing."
  },
  {
    "message": "I need to remain stable."
  },
  {
    "name": "Airi",
    "message": "“...Let me apologize again for surprising you like that on the first day.”"
  },
  {
    "name": "Sakuno",
    "message": "“And you’re still against the merger?”"
  },
  {
    "name": "Airi",
    "message": "“Pretty much. I’m sorry, Sakuno, but I just don’t want boys around.”"
  },
  {
    "name": "Sakuno",
    "message": "“Even Shingo?”"
  },
  {
    "name": "Airi",
    "message": "“Yes, even Shin—even Uryu.”"
  },
  {
    "message": "For a moment I almost say “Shingy” myself."
  },
  {
    "message": "A clear indication of the convoluted feelings I have towards him."
  },
  {
    "name": "Airi",
    "message": "“...No, that’s not true. It’s not ‘even Uryu’—it’s primarily him. I’m not sure how to put it...”"
  },
  {
    "name": "Airi",
    "message": "“I can’t keep my cool around him.”"
  },
  {
    "message": "That’s it."
  },
  {
    "message": "I can’t keep my cool."
  },
  {
    "name": "Airi",
    "message": "“Because I met you two before the provisional merger.”"
  },
  {
    "message": "And because he’s Sakuno’s brother."
  },
  {
    "message": "In some sense, I feel like I have a connection with him, but we barely know each other directly at all."
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Airi",
    "message": "“...That’s why having someone like him so close, on my home turf, is unsettling me.”"
  },
  {
    "message": "That’s why I’m pushing back so hard."
  },
  {
    "message": "Pushing back against this situation."
  },
  {
    "name": "Sakuno",
    "message": "“...What about me?”"
  },
  {
    "name": "Airi",
    "message": "“It’s different for you, Sakuno. We’re both girls.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“...Yeah.”"
  },
  {
    "message": "I give a sigh."
  },
  {
    "message": "I know that “both girls” part is difficult too. I know it too well."
  },
  {
    "message": "But that just makes it even harder, having boys around. That part definitely isn’t limited to just Uryu."
  },
  {
    "name": "Airi",
    "message": "“...Hey, Sakuno.”"
  },
  {
    "name": "Airi",
    "message": "“Why do you think boys even exist?”"
  },
  {
    "name": "Sakuno",
    "message": "“...Because there are girls?”"
  },
  {
    "message": "I give another sigh. There’s no doubting her logic there."
  },
  {
    "message": "...Men, and women."
  },
  {
    "message": "No matter how I try to resist, I’m a woman, which keeps me aware of the existence of men."
  },
  {
    "name": "Airi",
    "message": "“...I wish gender didn’t exist.”"
  },
  {
    "name": "Sakuno",
    "message": "“You want us to all be mewomen?”"
  },
  {
    "name": "Airi",
    "message": "“...Too hard to say. That’s probably why they split us up.”"
  }
]