[
  {
    "message": "—That’s right. October 1st marks more than just the change to winter uniforms."
  },
  {
    "name": "Shingo",
    "message": "“Yuihime Girls’ Private Academy, huh...”"
  },
  {
    "message": "I take my winter uniform from the closet while looking at the paper on my desk."
  },
  {
    "message": "“NOTIFICATION OF PROVISIONAL MERGER.”"
  },
  {
    "message": "It’s from the school integration committee at my own school, Kagamidai Private Highschool."
  },
  {
    "name": "Shingo",
    "message": "“...I still can’t believe I’m going to a girls’ school.”"
  },
  {
    "message": "I’ve voiced my disbelief multiple times since the announcement, but today seems like a good day to do it again."
  },
  {
    "message": "October 1st, with the change to winter uniforms, also sees Sakuno and I change schools completely."
  },
  {
    "message": "Yuihime Girls’ Academy."
  },
  {
    "message": "A famous private school for girls, located on the “other side” of the tracks in the wealthy old-town district."
  },
  {
    "name": "Shingo",
    "message": "“I know the number of kids in Japan is falling...”"
  },
  {
    "message": "But I didn’t expect that fact to impact my life so directly."
  },
  {
    "message": "The fall in the number of children being born in Japan has placed our own school, Kagamidai High, in dire financial straits."
  },
  {
    "message": "That was when the other school in Kagamidai, Yuihime Girls’, suggested a merger."
  },
  {
    "message": "All the students were obviously surprised."
  },
  {
    "message": "But the decision wasn’t ours to make."
  },
  {
    "message": "It’s better than our school shutting down and having nowhere to go."
  },
  {
    "message": "The official merger will come from the start of the next school year, but from October there’s a provisional merger period."
  },
  {
    "message": "Some students from the first and second years have been selected to form test classes."
  },
  {
    "message": "And Sakuno and I were both selected. Hey, it’s not exactly the hunger games. We’ll be fine."
  },
  {
    "name": "Shingo",
    "message": "“Here we go.”"
  },
  {
    "message": "I wash my face, comb my hair, get my uniform on, and then a text arrives."
  },
  {
    "name": "Sakuno",
    "message": "“Breakfast is ready.”"
  },
  {
    "name": "Shingo",
    "message": "“I’m coming now.”"
  },
  {
    "message": "I’m wearing a different uniform and heading to a different school, but my morning message from Sakuno is the same as normal."
  },
  {
    "message": "I enter the dining room to the welcoming aroma of breakfast."
  },
  {
    "name": "Shingo",
    "message": "“Good morning, Sakuno.”"
  },
  {
    "message": "I call to my sister, who is still in the kitchen."
  },
  {
    "name": "Sakuno",
    "message": "“Morning.”"
  },
  {
    "message": "Sakuno looks at me over her shoulder."
  },
  {
    "message": "Her tall, slender figure is dressed in her winter uniform—which I’m seeing for the first time in a while—and her familiar apron."
  },
  {
    "message": "She’s my sister, but even I have to admit she paints a pretty picture, standing there in the kitchen."
  },
  {
    "message": "I feel the same thing every morning. I might be the doting brother after all."
  },
  {
    "name": "Sakuno",
    "message": "“?”"
  },
  {
    "name": "Shingo",
    "message": "“I was just thinking I hadn’t seen your winter uniform for a while, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“It’s been four months. I was thinking the same about you.”"
  },
  {
    "name": "Shingo",
    "message": "“Nothing to see here. But it really suits you, Sakuno.”"
  },
  {
    "message": "I give a chuckle."
  },
  {
    "message": "I make a point of saying things like that as soon as I think of them."
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“...The miso soup this morning has seaweed and fermented beans.”"
  },
  {
    "message": "Sakuno smoothly changes the topic. She’s a mistress of redirection."
  },
  {
    "message": "I decide not to press the point."
  },
  {
    "message": "I know that when Sakuno turns her eyes away like that it’s not a welcome subject."
  },
  {
    "name": "Shingo",
    "message": "“Okay. I’ll get out the bowls.”"
  },
  {
    "name": "Sakuno",
    "message": "“Mm.”"
  },
  {
    "message": "There’s no expression on her face."
  },
  {
    "message": "The Uryu household is currently operating without either parent in residence."
  },
  {
    "message": "They have both always been very busy people."
  },
  {
    "message": "Heading out early in the morning and coming back late at night. Being gone entirely for long periods each year."
  },
  {
    "message": "The two of us have gotten completely accustomed to making our way without parental supervision."
  },
  {
    "name": "Shingo",
    "message": "“That was great! Thanks.”"
  },
  {
    "message": "My breakfast dishes are so clean, they might have just been washed."
  },
  {
    "message": "While our parents are away, Sakuno handles most of the housework."
  },
  {
    "name": "Sakuno",
    "message": "“You don’t need anything more?”"
  },
  {
    "name": "Shingo",
    "message": "“That’s right.”"
  },
  {
    "name": "Sakuno",
    "message": "“No need to hold back.”"
  },
  {
    "name": "Shingo",
    "message": "“Honestly, I’m stuffed full.”"
  },
  {
    "name": "Sakuno",
    "message": "“Good. I’m glad.”"
  },
  {
    "name": "Sakuno",
    "message": "“I’ll make some tea.”"
  },
  {
    "message": "Sakuno also finishes eating and then stands up to go make some tea."
  },
  {
    "message": "She’s not only a good cook but also very attentive to the needs of others. I couldn’t ask for more."
  },
  {
    "message": "It seems she thinks it’s only natural for her to be the one doing all this."
  },
  {
    "name": "Shingo",
    "message": "“Sorry for all the trouble, all the time.”"
  },
  {
    "name": "Sakuno",
    "message": "“No trouble.”"
  },
  {
    "message": "The classic reply would be “we agreed you never have to say that.”"
  },
  {
    "message": "But Sakuno never plays the classics."
  },
  {
    "name": "Shingo",
    "message": "“She takes my casual jokes head-on, every time.”"
  },
  {
    "name": "Sakuno",
    "message": "“We agreed you never have to say that.”"
  },
  {
    "name": "Shingo",
    "message": "“Now you use it?!”"
  },
  {
    "name": "Sakuno",
    "message": "“Here’s your tea.”"
  },
  {
    "name": "Shingo",
    "message": "“Hey, looks good. Thanks.”"
  },
  {
    "name": "Sakuno",
    "message": "“I should be thanking you, anyway, for saving me yesterday.”"
  },
  {
    "name": "Shingo",
    "message": "“We agreed you never have to say that.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "message": "For a mere moment there was a smile on her face. She’s not completely without humor."
  },
  {
    "name": "Shingo",
    "message": "“Anyway. Once I’ve finished this tea, I’ll wash the dishes.”"
  },
  {
    "message": "I should show my gratitude with my actions. I do my best to help however I can."
  },
  {
    "name": "Sakuno",
    "message": "“Oh, no need to bother.”"
  },
  {
    "name": "Shingo",
    "message": "“You can give me a reward.”"
  },
  {
    "name": "Sakuno",
    "message": "“A reward?”"
  },
  {
    "name": "Shingo",
    "message": "“The very best lunchbox you can make, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“...Here you go.”"
  },
  {
    "message": "Sakuno picks up on my “we’re in this together” vibe, and quickly comes back with my wrapped-up lunchbox."
  },
  {
    "message": "I take it and pat her on the head with a smile."
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "message": "Sakuno looks up at me, expressionless, and then gives a small nod."
  },
  {
    "message": "She went all the way to Mirror Mall to shop for this, after all."
  },
  {
    "name": "Shingo",
    "message": "“What about that girl from yesterday?”"
  },
  {
    "name": "Sakuno",
    "message": "“I have her number and e-mail address. I already had a text from her by the time we got home.”"
  },
  {
    "name": "Shingo",
    "message": "“That’s cool. You’ve made a new friend.”"
  },
  {
    "name": "Sakuno",
    "message": "“Getting lost pays off.”"
  },
  {
    "name": "Sakuno",
    "message": "“You came to find me, too.”"
  },
  {
    "name": "Shingo",
    "message": "“That’s right.”"
  },
  {
    "message": "We’ve always got along, just like this."
  },
  {
    "name": "Shingo",
    "message": "“Better brush my teeth.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Shingo",
    "message": "“Hey, I’ve got a text from Hayata. It is our first day, so maybe we should have a meet up.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Shingo",
    "message": "“Toilet first...”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Shingo",
    "message": "“Hey, Sakuno! No coming with me into the can!”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“That was close.”"
  },
  {
    "message": "Getting along is fine, but the way she always follows me around can be risky."
  },
  {
    "name": "Sakuno",
    "message": "“I’ll wait here.”"
  },
  {
    "name": "Shingo",
    "message": "“I’d rather you didn’t wait in front of the bathroom either...”"
  },
  {
    "name": "Sakuno",
    "message": "“I’ll cover my ears.”"
  },
  {
    "name": "Shingo",
    "message": "“That’s not the issue.”"
  },
  {
    "message": "I leave the house with Sakuno."
  },
  {
    "message": "We’re heading out earlier than normal."
  },
  {
    "message": "We could get to Kagamidai High in five minutes, but it takes about thirty to reach Yuihime Girls’ Academy."
  },
  {
    "name": "Shingo",
    "message": "“We’re going to need to get up early every day from now on.”"
  },
  {
    "name": "Sakuno",
    "message": "“If you can get up early, I can too.”"
  },
  {
    "name": "Shingo",
    "message": "“All my clattering around wakes you up, huh.”"
  },
  {
    "name": "Sakuno",
    "message": "“Better than an alarm clock.”"
  },
  {
    "message": "Both schools are in Kagamidai, but there’s a big difference between the high school and Yuihime Girls’."
  },
  {
    "message": "The difference between this side, the redeveloped new town, and that side, the wealthy old town."
  },
  {
    "message": "Kagamidai High was built as part of that redevelopment, and was just a regular high school, with little history or status."
  },
  {
    "message": "The only points worthy of note would be having new buildings and the cute uniforms for the girls."
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "name": "Sakuno",
    "message": "“...?”"
  },
  {
    "name": "Shingo",
    "message": "“Well, okay.”"
  },
  {
    "message": "The uniform is cute, that’s true."
  },
  {
    "message": "Maybe spending so much on that design was where the financial issues came from."
  },
  {
    "message": "Putting that aside, Yuihime Girls’ Academy is a famous, long-standing, and respected institution."
  },
  {
    "message": "It stands in the wealthy part of the town, where all the rich folks send their daughters."
  },
  {
    "name": "Hayata",
    "message": "“In other words—a paradise of hot, rich young girls!”"
  },
  {
    "name": "Shingo",
    "message": "“A paradise we’re about to trample.”"
  },
  {
    "name": "Hayata",
    "message": "“That’s a dirty way of putting it. Now I’m getting excited for a bit of trampling!”"
  },
  {
    "name": "Shingo",
    "message": "“You sound way dirtier, Hayata.”"
  },
  {
    "message": "Immediately after showing up, too."
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "name": "Shingo",
    "message": "“Ah, I’m sorry, Sakuno. I forgot to let you know that Hayata got in touch to meet up.”"
  },
  {
    "name": "Sakuno",
    "message": "“You didn’t need to tell me that.”"
  },
  {
    "name": "Shingo",
    "message": "“Of course. You were right there when I got the text. Well, Hayata will be with us from here on in.”"
  },
  {
    "name": "Hayata",
    "message": "“Morning. Nice to see you, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“Mm-hm.”"
  },
  {
    "message": "This guy, joining us in the vicinity of the station, is my friend Hayata Mukunashi."
  },
  {
    "message": "Of course, Hayata is also one of those selected for the test class. Indeed, he’s basically our leader."
  },
  {
    "message": "He’s got jokes, as you can tell, but he’s also the current Kagamidai student president."
  },
  {
    "name": "Shingo",
    "message": "“You handle business, Hayata.”"
  },
  {
    "name": "Hayata",
    "message": "“I mean, hey. I am student president. Even if the school is going to vanish next year.”"
  },
  {
    "message": "Hayata responds to me and then twists his lips."
  },
  {
    "name": "Hayata",
    "message": "“But you’ve been put on the temp council too, Shingo, so I’m hoping that will let me take it easy.”"
  },
  {
    "name": "Sakuno",
    "message": "“What does that have to do with anything?”"
  },
  {
    "name": "Shingo",
    "message": "“You’re just going to say your piece and leave me to make it happen, Hayata, huh.”"
  },
  {
    "name": "Hayata",
    "message": "“That’s right. All the posh girls at Yuihime will end up exactly like you now, Sakuno.”"
  },
  {
    "name": "Sakuno",
    "message": "“...”"
  },
  {
    "message": "Sakuno finds herself caught up in the conversation. She blinks a few times, and then nods in acceptance."
  },
  {
    "message": "That’s what Hayata does best. It makes us a potent team."
  },
  {
    "message": "The one who makes the plans, and the one who executes them. The pitcher and the catcher—in a purely sports-metaphor way."
  },
  {
    "message": "That has to be why we get along so well, even though our personalities are completely different."
  },
  {
    "name": "Sakuno",
    "message": "“All the Yuihime girls are going to be kneeling at your feet.”"
  },
  {
    "name": "Shingo",
    "message": "“Sakuno, that’s the dirtiest comment yet!”"
  },
  {
    "name": "Hayata",
    "message": "“A shame you’re a year below us, Sakuno. You won’t get to see all the fun.”"
  },
  {
    "message": "We chat as we walk along, crossing the tracks and returning to the old town."
  },
  {
    "message": "The atmosphere along the road quickly turns to what can only be called “elegant,” speaking to the wealth that has pooled here since long ago."
  },
  {
    "name": "Hayata",
    "message": "“This place is totally different once you cross the tracks. I haven’t been on this side for a while.”"
  },
  {
    "name": "Shingo",
    "message": "“Residents of the new city don’t really have much business on the old side.”"
  },
  {
    "message": "With all the redevelopment, the new side has more stores and places to have fun. We can get what we need without coming this far."
  },
  {
    "message": "The only exception would perhaps be Sakuno’s destination from the day before, Mirror Mall."
  },
  {
    "name": "Sakuno",
    "message": "“Shingo, we just carry on straight to Yuihime?”"
  },
  {
    "message": "Having got lost just the day before, Sakuno is carefully asking me directions every step of the way."
  },
  {
    "message": "As you might have guessed, she tends to call me “Shingo” in front of other people."
  },
  {
    "message": "Shingy is probably starting to feel a little childish for her."
  },
  {
    "message": "Although she used it when we were with Sena yesterday."
  },
  {
    "message": "I guess that’s a sign of how much trust she already put in Sena."
  },
  {
    "message": "...Hold on, that question was for me."
  },
  {
    "name": "Shingo",
    "message": "“Yeah, that’s right. About ten minutes from here.”"
  },
  {
    "name": "Sakuno",
    "message": "“It’s a long way...”"
  },
  {
    "message": "Sakuno’s face clouds over (to the extent that it ever does). She’s not a confident person, physically."
  },
  {
    "name": "Hayata",
    "message": "“All these humps though, it would be a pain on a bicycle.”"
  },
  {
    "name": "Sakuno",
    "message": "“This sucks.”"
  },
  {
    "name": "Shingo",
    "message": "“You can’t ride a bicycle anyway.”"
  },
  {
    "name": "Sakuno",
    "message": "“...I’m at a complete loss.”"
  },
  {
    "name": "Hayata",
    "message": "“No comment from me.”"
  },
  {
    "message": "We’ll have to walk to and from school together until she gets used to this."
  },
  {
    "name": "Hayata",
    "message": "“We’re getting closer. Paradise awaits.”"
  },
  {
    "message": "Hayata brings this up again as we approach the park."
  },
  {
    "message": "Once we finish climbing these steps, we really will be at Yuihime."
  },
  {
    "name": "Hayata",
    "message": "“It’s pretty thrilling, as a guy, to get to attend a school like this.”"
  },
  {
    "name": "Shingo",
    "message": "“I’m not disputing that. I bet the girls are excited too.”"
  },
  {
    "message": "I agree with Hayata while giving Sakuno a way into the conversation."
  },
  {
    "message": "I’m just like him, of course—feeling pretty good about this."
  },
  {
    "message": "But I don’t want to be too blatant about it, even if we’re just with Sakuno."
  },
  {
    "name": "Hayata",
    "message": "“True. I guess the girls are happy to be attending a posh school for little ladies. Am I right, Sakuno?”"
  },
  {
    "name": "Sakuno",
    "message": "“Yes, I guess you are.”"
  },
  {
    "name": "Hayata",
    "message": "“See, I knew it! Oh, what’s it going to be like? I bet the girls are thirsty, thirsty, thirsty!”"
  },
  {
    "name": "Shingo",
    "message": "“...I think you’re the thirsty one.”"
  },
  {
    "name": "Hayata",
    "message": "“Oh man, Sakuno. What are we going to do?”"
  },
  {
    "name": "Sakuno",
    "message": "“Don’t ask me.”"
  },
  {
    "name": "Shingo",
    "message": "“Hold up, Hayata. You’ve got a fiancée. Even if the little ladies are thirsty, that’s meaningless for you.”"
  },
  {
    "name": "Hayata",
    "message": "“Okay, sure. But I’m a still a man over here. Certain things need to be said.”"
  },
  {
    "name": "Sakuno",
    "message": "“You’re all talk anyway, Hayata.”"
  },
  {
    "name": "Hayata",
    "message": "“Oof! You wound me, Sakuno!”"
  },
  {
    "message": "Sakuno can act like this around him because she knows he’s never going to get the wrong idea or do anything."
  },
  {
    "message": "He’s a handsome guy—some might say—but his fiancée has a tight grip on his reins. He’s well known for never actually making a move on a woman."
  },
  {
    "message": "Although the girl he is going to marry—an arrangement set up by their families—isn’t really a good match for him. Like, not at all."
  },
  {
    "message": "When I saw a photo of her, I almost passed out."
  },
  {
    "message": "But that’s Hayata for you. Even if they aren’t a match, and even if it’s all his parents’ doing, he’s accepted her and stands by the arrangement."
  },
  {
    "name": "Shingo",
    "message": "“For all this chatter... I really have no idea what Yuihime is going to be like.”"
  },
  {
    "name": "Sakuno",
    "message": "“A famous private school for girls.”"
  },
  {
    "name": "Shingo",
    "message": "“Yeah...”"
  },
  {
    "message": "We’re about to see it for ourselves, and yet I can’t help but think about it. That’s my burden as a man."
  },
  {
    "message": "—A paradise of wealthy young women."
  },
  {
    "message": "A school on a whole different level from Kagamidai High. A place of tradition and dignity."
  },
  {
    "message": "It’s going to be incredible. Even the buildings are elegant, refined."
  },
  {
    "message": "The air probably smells like—peaches."
  },
  {
    "name": "Stunned Silence",
    "message": "“...”"
  },
  {
    "message": "A shockwave hits the three of us upon arrival at Yuihime."
  },
  {
    "message": "Even just the gates of the Yuihime campus do indeed look historic and dignified—maybe even solemn."
  },
  {
    "message": "But that’s not what’s surprising us."
  },
  {
    "message": "There’s a girl here dressed as a maid."
  },
  {
    "name": "Maid?",
    "message": "“Welcome back! ♪”"
  },
  {
    "message": "And she’s welcoming us back, with a smile like a brilliant blooming flower."
  },
  {
    "name": "Hayata",
    "message": "“Huh? Hah? Yah?”"
  },
  {
    "name": "Sakuno",
    "message": "“Hmmm...”"
  },
  {
    "message": "This stunning sight at the school gate has rendered Hayata unable to speak, and Sakuno too."
  },
  {
    "message": "Of course it has. We didn’t expect a maid at the gates, even at a famous school attended by rich girls."
  },
  {
    "message": "She’s carrying a broom. Maybe she’s cleaning the gate?"
  },
  {
    "message": "Does that mean she’s an employee of Yuihime? But why would she say, “welcome back?”"
  },
  {
    "name": "Maid",
    "message": "“Is something the matter?”"
  },
  {
    "message": "She’s talking to me! I have to say something!"
  },
  {
    "name": "Shingo",
    "message": "“Oh boy...”"
  },
  {
    "name": "Shingo",
    "message": "“I’m—back?”"
  },
  {
    "name": "Maid",
    "message": "“Uwah?!”"
  },
  {
    "message": "The maid stiffens in surprise at my reply."
  },
  {
    "name": "Shingo",
    "message": "“Huh?”"
  },
  {
    "name": "Maid",
    "message": "“This is the first time I’ve ever had a response!”"
  },
  {
    "name": "Shingo",
    "message": "“Ah. Okay.”"
  },
  {
    "name": "Maid",
    "message": "“You have something special about you! I’m surprised! My name is Ange. Just who are you? Please explain!”"
  },
  {
    "name": "Shingo",
    "message": "“...Well, you know.”"
  },
  {
    "message": "“Just who are you” is surely my line, but the maid is already off on a bender."
  },
  {
    "message": "She’s overwhelming all three of us, and we’re left only able to listen to her ranting."
  },
  {
    "message": "It seems her name is Ange. That’s a start."
  },
  {
    "message": "Her face doesn’t look entirely Japanese, and from that name as well, I’m guessing she’s from overseas. Her appearance is pretty overwhelming as well."
  },
  {
    "name": "Ange",
    "message": "“...”"
  },
  {
    "message": "—As all of this runs through my head, Ange stops."
  },
  {
    "message": "She looks at me intently."
  },
  {
    "name": "Shingo",
    "message": "“...Is something the matter?”"
  },
  {
    "name": "Ange",
    "message": "“No...”"
  },
  {
    "name": "Ange",
    "message": "“I was just thinking, it’s been a while since anyone let me prattle on like this!”"
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "And I don’t think I’ve ever met such a perplexing and... unique individual."
  },
  {
    "name": "Ange",
    "message": "“Ah, what a gentleman you are! I’m feeling all tingly in my maid bits.”"
  },
  {
    "message": "It seems my reply has sparked something inside her, because Ange’s big eyes are twinkling like stars right now."
  },
  {
    "name": "Hayata",
    "message": "“...Is this how Yuihime does things? Welcoming people with a maid at the gate?”"
  },
  {
    "name": "Sakuno",
    "message": "“I think this would be likely to drive people away...”"
  },
  {
    "message": "Hayata and Sakuno have both also recovered the power of speech and offer their own takes on the situation."
  },
  {
    "name": "Ange",
    "message": "“Ah, no need to worry about that! I’ll show you the ropes.”"
  },
  {
    "name": "Shingo",
    "message": "“So you are a Yuihime maid, Ange? You work for the school?”"
  },
  {
    "message": "If that’s the case, then maybe I can accept this."
  },
  {
    "message": "It was a surprise, sure, but having maids around suits a school of this standing. Sure it does."
  },
  {
    "name": "Ange",
    "message": "“Ah, no, that’s not quite right. I am here to show new arrivals around, for today—”"
  },
  {
    "name": "Ange",
    "message": "“But I’m actually what, in the biz, we call a ‘masterless maid.’”"
  },
  {
    "name": "Shingo",
    "message": "“...I’m sorry?”"
  },
  {
    "name": "Sakuno",
    "message": "“A masterless maid?”"
  },
  {
    "name": "Ange",
    "message": "“Correct. My name is Angelina Nanatsu Seawell, and it is very nice to meet you.”"
  },
  {
    "message": "There’s such a thing as a “masterless” maid?"
  },
  {
    "name": "Ange",
    "message": "“You are all test class students, now aren’t you.”"
  },
  {
    "message": "We’re looking at each other in puzzlement, while Ange has already cutely moved onto the next thing."
  },
  {
    "name": "Ange",
    "message": "“We’re having you all gather in the auditorium. I’ll lead the way! Follow the maid! ♪”"
  },
  {
    "message": "Doing as we are told, the three of us follow Ange onto the campus."
  },
  {
    "message": "The corridors are also incredibly nice. I can’t believe we are in a school."
  },
  {
    "name": "Ange",
    "message": "“—♪”"
  },
  {
    "name": "Shingo",
    "message": "“Ange really does fit in here, don’t you think?”"
  },
  {
    "name": "Hayata",
    "message": "“This talk of being a ‘masterless’ maid must mean she’s affiliated with Yuihime in some capacity, right?”"
  },
  {
    "name": "Shingo",
    "message": "“I guess we’ve learned one thing about Yuihime. It’s the kind of place that attracts masterless maids.”"
  },
  {
    "name": "Sakuno",
    "message": "“...This place is high class.”"
  },
  {
    "message": "The campus is astounding, and yet the topic of conversation remains focused squarely on the mysterious maid leading us through it."
  },
  {
    "message": "The three of us are still unable to overcome this bombshell, and whisper intently among ourselves as we proceed along."
  },
  {
    "name": "Hayata",
    "message": "“I think it’s a good tactic. Hitting us with Ange first means nothing else in this place will surprise us.”"
  },
  {
    "name": "Sakuno",
    "message": "“Good point. This incredible campus is barely registering with me.”"
  },
  {
    "name": "Shingo",
    "message": "“I bet the auditorium looks like a freaking cathedral. That might still surprise me...”"
  },
  {
    "message": "As we trail along, I look at the incredible interior again."
  },
  {
    "message": "The very atmosphere in this place feels resistant to the presence of mere peasants."
  },
  {
    "message": "If these are the corridors, the auditorium must be like—"
  },
  {
    "name": "Shingo",
    "message": "“...Huh?”"
  },
  {
    "message": "I stop."
  },
  {
    "message": "A sight glimpsed in the courtyard, through the windows, stops me dead in my tracks."
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "What’s that little girl doing here?!"
  },
  {
    "message": "She does seem to be wearing a Yuihime uniform—"
  },
  {
    "message": "But even from this distance, she’s clearly young and small. I can’t believe she’s a student here."
  },
  {
    "message": "That’s also not the issue. It’s strange, sure, but I can accept it."
  },
  {
    "message": "The real issue is—what the hell is that creature she’s playing with?!"
  },
  {
    "message": "It’s not a cat or a dog. I have no idea if “creature” is even correct! It looks like an alien lifeform!"
  },
  {
    "name": "Shingo",
    "message": "“This Yuihime place...”"
  },
  {
    "message": "After the mysterious masterless maid, now we have the mysterious minute maiden and her perplexing playmate."
  },
  {
    "message": "I can’t take my eyes off the crazy sight."
  },
  {
    "message": "Early leaves are falling across the courtyard, the scene dappled by sunlight."
  },
  {
    "message": "The strange creature is bouncing happily around the girl."
  },
  {
    "message": "The girl has her hand out, playing with the creature, and with a gentle, soft smile on her face."
  },
  {
    "message": "A girl and a creature. Just having some fun."
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "What is this?"
  },
  {
    "message": "As I’m watching..."
  },
  {
    "message": "Observing this bizarre, inexplicable scene play out..."
  },
  {
    "message": "It starts to just feel... normal."
  },
  {
    "name": "Shingo",
    "message": "“...It’s like something lifted from a picture book.”"
  },
  {
    "message": "The waves of confusion subside, and that’s the impression I’m left with."
  },
  {
    "message": "I mutter it to myself, slow and quiet, so as not to disturb this charming scene."
  },
  {
    "message": "That’s what these two playmates make me feel. Like I shouldn’t even be impinging on this with my eyes."
  },
  {
    "message": "This place is really, really strange."
  },
  {
    "name": "Shingo",
    "message": "“...”"
  },
  {
    "message": "The girl suddenly looks in my direction. I feel my heart leap in my chest."
  },
  {
    "message": "Like making eye contact with a fairy."
  },
  {
    "name": "Ange",
    "message": "“Is something the matter? The auditorium is right this way!”"
  },
  {
    "name": "Shingo",
    "message": "“Ah... yeah, sorry...”"
  },
  {
    "message": "The question snaps me back to myself. I turn away from the window and start walking again."
  },
  {
    "message": "We reach the auditorium before I realize I didn’t acknowledge the girl at all when she looked at me."
  },
  {
    "name": "Ange",
    "message": "“Here we are! All safe and sound. I’ll head back to the gate.”"
  },
  {
    "name": "Shingo",
    "message": "“Yeah, okay. Thanks...”"
  },
  {
    "name": "Shingo",
    "message": "“...Okay. What to do now—”"
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“Ah! Mukunashi, Uryu!”"
  },
  {
    "name": "Hayata",
    "message": "“Wow, you got here quick.”"
  },
  {
    "message": "Ange, our guide to the auditorium, bids us farewell and heads out, to be replaced by a friend of ours who is already here."
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“This place is crazy! What is this, a mansion?”"
  },
  {
    "name": "Shingo",
    "message": "“Yeah... it’s pretty wild.”"
  },
  {
    "message": "I reply while taking in the high ceiling and glossy floor."
  },
  {
    "message": "I can see why he’s so hyped."
  },
  {
    "name": "Shingo",
    "message": "“They could throw an old-timey ball in this place.”"
  },
  {
    "name": "Kagamidai Boy A",
    "message": "“And this school would probably do it! Like they had a maid at the gate!”"
  },
  {
    "name": "Shingo",
    "message": "“Oh. She’s showing everyone in?”"
  },
  {
    "name": "Hayata",
    "message": "“Hmmm... I think we’ve got about two thirds of everyone from Kagamidai here?”"
  },
  {
    "message": "Hayata is doing the presidential thing, tallying up the folks who are here."
  },
  {
    "name": "Kagamidai Girl A",
    "message": "“Morning, prez. I’m not surprised you’re here so bright and early for our first day at Yuihime.”"
  },
  {
    "name": "Kagamidai Boy B",
    "message": "“I respect anyone who isn’t here yet, to be honest. I’m surprised people weren’t queuing up through the night.”"
  },
  {
    "name": "Kagamidai Girl B",
    "message": "“The principal banged on hard enough about our ‘comportment as the face of Kagamidai’ yesterday.”"
  },
  {
    "message": "When they notice us—well, notice Hayata—they all start to gather around."
  },
  {
    "name": "Sakuno",
    "message": "“Everyone seems nervous.”"
  },
  {
    "name": "Shingo",
    "message": "“I mean, we’re the peasants in the palace here.”"
  },
  {
    "name": "Shingo",
    "message": "“Why don’t you go over to your friends, Sakuno? The first years are clumped up over there.”"
  },
  {
    "name": "Sakuno",
    "message": "“No need yet.”"
  },
  {
    "message": "She’s as expressionless as ever, but I’m sure she’s nervous too."
  },
  {
    "name": "Hayata",
    "message": "“Fifteen minutes before this thing kicks off. Are there are teaching staff here yet?”"
  },
  {
    "name": "Shingo",
    "message": "“Look, maybe over there?”"
  },
  {
    "message": "I indicate the corner with my eyes."
  },
  {
    "message": "There’s a woman who looks like a teacher and a short girl in a Yuihime uniform standing there."
  },
  {
    "name": "Hayata",
    "message": "“The notification only said the time to be here.”"
  },
  {
    "name": "Hayata",
    "message": "“Okay! I’m going to go ask that teacher about how this is all going to go down.”"
  },
  {
    "name": "Shingo",
    "message": "“I’ll tag along.”"
  },
  {
    "name": "Hayata",
    "message": "“Ah, thanks. You know, I’m pretty nervous too.”"
  },
  {
    "name": "Shingo",
    "message": "“Me too, dude.”"
  },
  {
    "message": "I’m tumbling down a rabbit hole here."
  },
  {
    "message": "I join Hayata in going to talk to the teacher."
  },
  {
    "name": "Shingo",
    "message": "“Hello. Can we have a word?”"
  },
  {
    "name": "Female Teacher",
    "message": "“!”"
  },
  {
    "name": "Girl",
    "message": "“...”"
  },
  {
    "message": "Both the teacher and the student tense up when I approach them."
  },
  {
    "name": "Shingo",
    "message": "“Hey... good morning?”"
  },
  {
    "message": "A smile seems the best way to start. I don’t want them thinking we’re weirdos."
  },
  {
    "name": "Hayata",
    "message": "“Good morning! We’re the reps from Kagamidai. Can we have a quick word?”"
  },
  {
    "message": "Hayata gives a smile too, keeping things light and casual."
  },
  {
    "name": "Female Teacher",
    "message": "“...”"
  },
  {
    "name": "Girl",
    "message": "“Hey, Ms. Macchi! Ms. Macchi!”"
  },
  {
    "name": "Female Teacher",
    "message": "“Ah, hah! I mean! No, I’m sorry, I’m fine, I’m fine.”"
  },
  {
    "name": "Female Teacher",
    "message": "“C-C-C-Can I help you with something?”"
  },
  {
    "name": "Hayata",
    "message": "“Well, yeah...”"
  },
  {
    "message": "Hayata gives me a glance, her uneasy reaction unsettling us both."
  },
  {
    "message": "He’s telling me he’s going to take the lead, and so I should have his back."
  },
  {
    "name": "Hayata",
    "message": "“I just wanted to ask what’s going to happen this morning.”"
  },
  {
    "name": "Shingo",
    "message": "“The only thing Kagamidai told us was to be here by 8:30.”"
  },
  {
    "name": "Female Teacher",
    "message": "“Ooh... I’m sorry, I’m sorry!”"
  },
  {
    "message": "She bows her head over and over in abject apology."
  },
  {
    "name": "Female Teacher",
    "message": "“The principal will be here when the time comes! I’m so sorry! Please just wait for that to happen!”"
  },
  {
    "message": "The more she speaks, the less confident and more unsure she seems."
  },
  {
    "name": "Female Teacher",
    "message": "“Ahh... I’m sorry for dragging you into all this, Inui.”"
  },
  {
    "name": "Girl",
    "message": "“Boy, Ms. Macchi, you really are so unrelia—”"
  },
  {
    "name": "Girl",
    "message": "“Ahem! Anyway. I’m one of the test class from the Yuihime side, here to welcome the Kagamidai contingent.”"
  },
  {
    "name": "Girl",
    "message": "“Welcome to Yuihime Girls’ Academy. Please just wait a little longer.”"
  },
  {
    "message": "The girl sounds a little stiff, but she has a smile on her face."
  },
  {
    "message": "Hayata and I look at each other."
  },
  {
    "message": "These two don’t seem to be in the know either."
  },
  {
    "name": "Shingo",
    "message": "“Okay. We’ll just... wait and see what happens.”"
  },
  {
    "name": "Hayata",
    "message": "“Yep. Hey, everyone! We’re going to wait here for the principal of Yuihime to arrive!”"
  },
  {
    "name": "Shingo",
    "message": "“Thank you for the information. We’ll see you later.”"
  },
  {
    "name": "Female Teacher",
    "message": "“Okay. I really am sorry...”"
  },
  {
    "message": "But at least they seem like regular people. That’s something."
  },
  {
    "message": "—That said."
  },
  {
    "name": "Sakuno",
    "message": "“...8:47.”"
  },
  {
    "message": "I didn’t think quite this much time was going to pass."
  },
  {
    "message": "There’s no sign of the principal, this long after the time we were told to be here. The Kagamidai contingent are starting to get restless."
  },
  {
    "name": "Hayata",
    "message": "“Okay. Still nothing?”"
  },
  {
    "name": "Female Teacher",
    "message": "“I’m sure it won’t be much longer, I’m sorry, just wait a little, wait a little longer...”"
  },
  {
    "message": "The teacher has been repeating herself for a while now, but the effects of her words are wearing off."
  },
  {
    "message": "She looks all hunched over and worried, I’m starting to feel sorry for her. It’s not like we can do anything about this."
  },
  {
    "name": "Female Teacher",
    "message": "“Haah... honestly, at times like this...”"
  },
  {
    "name": "Girl",
    "message": "“What can we do, Ms. Macchi?”"
  },
  {
    "name": "Female Teacher",
    "message": "“Ah, yes, I’m sorry, okay then...”"
  },
  {
    "name": "Female Teacher",
    "message": "“I’ll go! I’ll go and find out what the holdup is!”"
  },
  {
    "message": "The teacher clenches her resolve and starts to walk away from us."
  },
  {
    "name": "Female Teacher",
    "message": "“I really am sorry, please, just wait a little longer...”"
  },
  {
    "message": "But then it happens."
  },
  {
    "name": "???",
    "message": "“Owww, Airi, that hurts! You’ll never get a boyfriend with an attitude like that!”"
  },
  {
    "name": "???",
    "message": "“Shut it! You’re keeping the Kagamidai kids waiting! Keep moving!”"
  },
  {
    "message": "The lethargic voice of a woman and angry voice of a girl can be heard from beyond the doors."
  },
  {
    "name": "Sakuno",
    "message": "“...That voice!”"
  },
  {
    "message": "Sakuno reacts with a jump at my side, raising her face like a grazing herbivore."
  },
  {
    "message": "In that instant—"
  },
  {
    "message": "%205;Bang!"
  },
  {
    "message": "The doors at the entrance burst open."
  },
  {
    "message": "There’s a woman in a suit, seemingly dragged there by an incredibly angry looking young woman."
  },
  {
    "name": "Female Student",
    "message": "“...”"
  },
  {
    "message": "She looks around, as though glaring at each and every Kagamidai student in turn."
  },
  {
    "message": "Her expression really isn’t welcoming. The morning sunlight glows through her hair from behind, with everything in the right place."
  },
  {
    "message": "Her presence immediately commands the attention of everyone from Kagamidai."
  },
  {
    "name": "Female Teacher",
    "message": "“S-Sena.”"
  },
  {
    "message": "The teacher dashes over to her in a flurry."
  },
  {
    "name": "Female Student",
    "message": "“...Here’s the principal. You handle it from here.”"
  },
  {
    "name": "Female Teacher",
    "message": "“Yes, yes. I’m sorry, thank you...”"
  },
  {
    "name": "Female Student",
    "message": "“You too, Ms. Yatsuzuka! Pull yourself together. We didn’t ask for this, but we’re still representing this school.”"
  },
  {
    "name": "Female Teacher",
    "message": "“I’m sorry, sorry, uhh...”"
  },
  {
    "name": "Female Teacher",
    "message": "“...Ooh, you’re so scary, Sena...”"
  },
  {
    "name": "Principal?",
    "message": "“Airi, you’re so stiff and angry. No one is going to like you if you act all prickly. Are you on your period?”"
  },
  {
    "name": "Female Student",
    "message": "“Do your job, Mother! You’re keeping all these people waiting with your hangover! You’re the one who wanted this merger!”"
  },
  {
    "name": "Female Teacher",
    "message": "“But you brought the principal here, Sena. You’ve finally accepted the merger?”"
  },
  {
    "name": "Principal?",
    "message": "“That’s right! A change of heart on the big day, right Airi? ♪”"
  },
  {
    "name": "Female Student",
    "message": "“No, that’s not right! I’m still against all this claptrap.”"
  },
  {
    "name": "Female Teacher",
    "message": "“Haah... oh...”"
  },
  {
    "name": "Female Student",
    "message": "“You bet I am. More girls are one thing, but why do we have to bring in the boys too?”"
  },
  {
    "message": "Seeing the attitude of this newcomer, everyone from Kagamidai starts to feel decidedly unwelcome."
  },
  {
    "message": "Especially the boys."
  },
  {
    "message": "Sakuno and I look at each other."
  },
  {
    "name": "Shingo",
    "message": "“Just what I’d expect.”"
  },
  {
    "name": "Sakuno",
    "message": "“Me too.”"
  },
  {
    "name": "Sakuno",
    "message": "“Airi.”"
  },
  {
    "name": "Female Student",
    "message": "“Huh?”"
  },
  {
    "message": "Airi turns in our direction when Sakuno speaks."
  },
  {
    "message": "Our eyes meet first."
  },
  {
    "name": "Shingo",
    "message": "“Hey. Thanks for everything yesterday, Sena.”"
  },
  {
    "name": "Female Student",
    "message": "“...”"
  },
  {
    "name": "Airi",
    "message": "%164;“S-Sakuno! Shingo!”"
  },
  {
    "message": "Sena’s voice rings out."
  },
  {
    "name": "Sakuno",
    "message": "“Shingo, it’s Airi.”"
  },
  {
    "name": "Shingo",
    "message": "“She’s a student at Yuihime.”"
  },
  {
    "name": "Sakuno",
    "message": "“Airi, we meet again.”"
  },
  {
    "message": "Sakuno is expressionless but seems happy, hopping up and down to get Sena’s attention."
  },
  {
    "name": "Airi",
    "message": "“...”"
  },
  {
    "message": "However—"
  },
  {
    "message": "Sena’s expression remains hard. She doesn’t look anything like she did yesterday."
  },
  {
    "message": "Her cheeks turn red, and she pulls away."
  },
  {
    "name": "Airi",
    "message": "“This is our school!”"
  },
  {
    "message": "Her shout rings out around the auditorium again."
  },
  {
    "name": "Airi",
    "message": "“Regardless of what the principal wants, we have students who don’t want this merger. I’m certainly not rolling out the welcome wagon.”"
  },
  {
    "message": "Sena gives us a mean look—and me in particular."
  },
  {
    "name": "Airi",
    "message": "“—!”"
  },
  {
    "name": "Airi",
    "message": "%123;“All of you boys, is what I mean! This is a girls’ school!”"
  },
  {
    "message": "With that parting comment, her shoulders shake with rage and then Sena hurries away."
  },
  {
    "message": "As for us—we don’t know what to say."
  },
  {
    "name": "Principal",
    "message": "“Hehehe...”"
  },
  {
    "message": "With a grin, the woman who is apparently also the principal of this school lifts herself up."
  },
  {
    "name": "Principal",
    "message": "“...Well, that’s the situation.”"
  },
  {
    "name": "Ranka",
    "message": "“I’m Ranka Sena, the principal here. Welcome to our Yuihime Girls’ Academy. I, for one, hope we can all be friends! ♪”"
  },
  {
    "message": "—Sometimes I still remember, vividly, what it felt like."
  },
  {
    "message": "Putting everything I’ve got into trying to breathe, and not being able to."
  },
  {
    "message": "That terrible rasping sound, as what little air I manage to suck down scrapes through my narrow windpipe."
  },
  {
    "message": "And that terror, at being unable to do something I normally took for granted."
  },
  {
    "message": "I had asthma when I was small."
  },
  {
    "message": "I would often get attacks and spent a lot of time in bed."
  },
  {
    "message": "...Especially around the time my father got remarried."
  },
  {
    "message": "Two sets of parent and child, who had lived as pairs until that point, now came together to make a new family under one roof."
  },
  {
    "message": "And I spent most of that difficult time in bed, causing so much trouble for my new mom and new sister."
  },
  {
    "message": "I knew they were there, just behind the door. Thinking about me. Worrying about me. Putting themselves second to my needs."
  },
  {
    "message": "Such an important time in our lives—and I dominated how it had to be handled."
  },
  {
    "message": "Made them put me ahead of everything else."
  },
  {
    "message": "Sakuno doesn’t really seem to remember much from that time—"
  },
  {
    "message": "But for me, it was a big turning point in my life. One that I can still remember now, vividly."
  },
  {
    "message": "—That is probably why I’ve grown up to be so aware of the very air around me."
  },
  {
    "message": "That’s both literally aware, and also an awareness of the mood of a place. The atmosphere."
  },
  {
    "message": "I don’t have asthma attacks any more, but I’m still super concerned about dust, and I clean and ventilate on a regular basis."
  },
  {
    "message": "And I also can’t take it when the mood in a place is bad. It’s stifling to me, and I can’t operate at all. Whatever it costs me, I have to improve such a mood."
  },
  {
    "message": "Of course, that can place some heavy burdens on my shoulders. Spending so long trying to get others to play ball can be exhausting too."
  },
  {
    "message": "But that itch just doesn’t go away."
  },
  {
    "message": "It’s like some kind of curse, almost."
  },
  {
    "message": "I just can’t withstand a compromised atmosphere—"
  }
]